/* Class = "UILabel"; text = "Point of Sale needs access to your microphone"; ObjectID = "Zlj-BK-8Ki"; */
"Zlj-BK-8Ki.text" = "La Solution de vente a besoin d’accéder au microphone.";

/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Microphone to enable access, then relaunch Point of Sale."; ObjectID = "awe-7d-4yA"; */
"awe-7d-4yA.text" = "Depuis l’application Réglages, veuillez accéder à Confidentialité > Micro pour autoriser l’accès, puis relancer la Solution de vente.";

/* Class = "UILabel"; text = "In order to swipe payment cards with your Square Reader, Register must have access to the microphone connection that is built into your headphone jack."; ObjectID = "j22-p9-fvd"; */
"j22-p9-fvd.text" = "L’application Solution de vente Square doit avoir accès à la connexion micro de votre prise casque pour que vous puissiez glisser des cartes de paiement avec Square Reader.";

